
const DummyTweets = () => {
  const _DummyTweets = [
    {
      name: "Shota Minegishi",
      userName: "@smngs",
      imageURL: "https://bit.ly/dan-abramov",
      date: "31.Oct 2022, 12:00 PM",
      text: "Lorem ipsum dolor sit amet, officia excepteur ex fugiat reprehenderit enim labore culpa sint ad nisi Lorem pariatur mollit ex esse exercitation.",
    },
    {
      name: "Shota Minegishi",
      userName: "@smngs",
      imageURL: "https://bit.ly/dan-abramov",
      date: "31.Oct 2022, 12:00 PM",
      text: "まさきﾁｬﾝ、ヤッホー😘😄(^з<)😃何してるのかい❗❓🤔（￣ー￣?）まさきﾁｬﾝと、一緒に今度ランチ、したいなぁ😘(^o^)😚(^з<)突然だ、けど、、まさきﾁｬﾝはラーメン屋さん🍜好きカナ⁉金曜日ご飯行こうヨ（笑）😃♥  #おじさん文章ジェネレーター"
    },
    {
      name: "Shota Minegishi",
      userName: "@smngs",
      imageURL: "https://bit.ly/dan-abramov",
      date: "31.Oct 2022, 12:00 PM",
      text: "まさきちゃん、オハヨウ〜😃（笑）😍😄🎵😃♥ (^o^)❗(^_^)イタリアン🍝好きカナ✋❓❗❓⁉風邪ひかない、ように、ネ、💕(^o^)😃♥ 😄🎵😃😃☀ 😃✋😚 #おじさん文章ジェネレーター"
    },
    {
      name: "Shota Minegishi",
      userName: "@smngs",
      imageURL: "https://bit.ly/dan-abramov",
      date: "31.Oct 2022, 12:00 PM",
      text: "まさきﾁｬﾝ、ヤッホー😘😄(^з<)😃何してるのかい❗❓🤔（￣ー￣?）まさきﾁｬﾝと、一緒に今度ランチ、したいなぁ😘(^o^)😚(^з<)突然だ、けど、、まさきﾁｬﾝはラーメン屋さん🍜好きカナ⁉金曜日ご飯行こうヨ（笑）😃♥  #おじさん文章ジェネレーター"
    },
    {
      name: "Shota Minegishi",
      userName: "@smngs",
      imageURL: "https://bit.ly/dan-abramov",
      date: "31.Oct 2022, 12:00 PM",
      text: "まさきちゃん、オハヨウ〜😃（笑）😍😄🎵😃♥ (^o^)❗(^_^)イタリアン🍝好きカナ✋❓❗❓⁉風邪ひかない、ように、ネ、💕(^o^)😃♥ 😄🎵😃😃☀ 😃✋😚 #おじさん文章ジェネレーター"
    },
    {
      name: "Shota Minegishi",
      userName: "@smngs",
      imageURL: "https://bit.ly/dan-abramov",
      date: "31.Oct 2022, 12:00 PM",
      text: "まさきﾁｬﾝ、ヤッホー😘😄(^з<)😃何してるのかい❗❓🤔（￣ー￣?）まさきﾁｬﾝと、一緒に今度ランチ、したいなぁ😘(^o^)😚(^з<)突然だ、けど、、まさきﾁｬﾝはラーメン屋さん🍜好きカナ⁉金曜日ご飯行こうヨ（笑）😃♥  #おじさん文章ジェネレーター"
    },
    {
      name: "Shota Minegishi",
      userName: "@smngs",
      imageURL: "https://bit.ly/dan-abramov",
      date: "31.Oct 2022, 12:00 PM",
      text: "まさきちゃん、オハヨウ〜😃（笑）😍😄🎵😃♥ (^o^)❗(^_^)イタリアン🍝好きカナ✋❓❗❓⁉風邪ひかない、ように、ネ、💕(^o^)😃♥ 😄🎵😃😃☀ 😃✋😚 #おじさん文章ジェネレーター"
    },
    {
      name: "Shota Minegishi",
      userName: "@smngs",
      imageURL: "https://bit.ly/dan-abramov",
      date: "31.Oct 2022, 12:00 PM",
      text: "まさきﾁｬﾝ、ヤッホー😘😄(^з<)😃何してるのかい❗❓🤔（￣ー￣?）まさきﾁｬﾝと、一緒に今度ランチ、したいなぁ😘(^o^)😚(^з<)突然だ、けど、、まさきﾁｬﾝはラーメン屋さん🍜好きカナ⁉金曜日ご飯行こうヨ（笑）😃♥  #おじさん文章ジェネレーター"
    },
    {
      name: "Shota Minegishi",
      userName: "@smngs",
      imageURL: "https://bit.ly/dan-abramov",
      date: "31.Oct 2022, 12:00 PM",
      text: "まさきちゃん、オハヨウ〜😃（笑）😍😄🎵😃♥ (^o^)❗(^_^)イタリアン🍝好きカナ✋❓❗❓⁉風邪ひかない、ように、ネ、💕(^o^)😃♥ 😄🎵😃😃☀ 😃✋😚 #おじさん文章ジェネレーター"
    },
  ]

  return (_DummyTweets);
}

export default DummyTweets
